[
    {
        "stick_num": "第一籤",
        "title": "姜公封相",
        "result": "上上",
        "content": "周朝興國功臣。姜太公又名尚。當時龍虎得風雲會合。則龍飛到上天去。揚揚快樂。即瑤池仙家地方。亦可到矣。此是榮華發達之象也。求得此簽者。定百事如意。真第一枝上簽也。",
        "id": 1
    },
    {
        "stick_num": "第二籤",
        "title": "王道真誤入桃源",
        "result": "上吉",
        "content": "枯木遇春天而發生。花香葉茂蝴蝶頻來。桃源乃仙家地方。其桃花開得千紅萬紫。時王道真艇撐入此水遊玩。此繁華快樂之景象也。求得此簽者。必有意外奇逢。極甚快活矣。但又可以無心得之。不可著意以求之耳。此簽有吉而無凶。謀事順遂。",
        "id": 2
    },
    {
        "stick_num": "第三籤",
        "title": "魯班開山",
        "result": "中平",
        "content": "牛山之木常美。執斧頭之人。盡斬伐之。雖有大材料。亦無足用。因此木不合規矩。難以為做艇之用也。求得此簽者。宜將一切不良嗜好。均要節戒。勿為小人攻伐其短處。要循規蹈矩。今所行不善。不依規矩。終歸無用。真可惜矣。此吉中而有凶。凡得此簽。須要防範小人侵害。",
        "id": 3
    },
    {
        "stick_num": "第四籤",
        "title": "董永遇仙",
        "result": "中吉",
        "content": "燕教燕子學講話。在簷口對語。往來飛舞。亦一樂也。但往而復來。低而復起。似無定景象。然平穩而無礙。求得此簽者。凡事亦不宜憂心也。但要防是非口舌。",
        "id": 4
    },
    {
        "stick_num": "第五籤",
        "title": "韓夫人惜花",
        "result": "中吉",
        "content": "狂風太急。吹得萬花傾側。此驚險之象也。幸有愛惜花者。培回根本而花復生。此乃有貴人扶助之象也。論此簽。險中而有救。但須要自己立即要修善。有以感動人心。他人方救于己。而化凶為吉也。有一幸字。不易得此人也。而凶中有吉之簽。要防小人之是非口舌。",
        "id": 5
    },
    {
        "stick_num": "第六籤",
        "title": "王勃遊滕王閣",
        "result": "上吉",
        "content": "晉朝時代。書法名家。姓王名羲之。當時在萬里回家。常時吹簫彈琴飲酒。許多朋友談風說月。心情歡欣。快樂之極。求得此簽者。百事皆吉。",
        "id": 6
    },
    {
        "stick_num": "第七籤",
        "title": "仁貴歸家",
        "result": "中吉",
        "content": "唐朝時代。薛仁貴征東。得勝回朝。封王而歸家。當時秋將冷。雁南飛。紅葉凋謝。人洗寒衣。此秋天冷落之景象。雖無防礙之處。亦無快活之氣也。得此簽者。凡事宜慎。預防則平安矣。",
        "id": 7
    },
    {
        "stick_num": "第八籤",
        "title": "崔子弒齊君",
        "result": "下下",
        "content": "鵲有巢而為鳩所爭奪。兩家不舒暢。山有松樹而被籐籮。週身牽纏。等於人而被人欺凌。即依附於人之象。如求得此簽者。凡事宜隱忍。勿強爭奪取。誠恐為是非而拖累。難以解脫。要依附於人也。此乃凶多而吉少之象。宜防小人口舌。宜在社王壇下作福。祭朱雀方吉。",
        "id": 8
    },
    {
        "stick_num": "第九籤",
        "title": "陶淵明賞菊",
        "result": "上吉",
        "content": "明月清風。枕蓆涼爽。陶淵明會集許多朋友來賞菊花。彈琴與唱歌飲酒。此乃快活之景象也。如求得此簽者。所謀各事均皆順遂。無往而不利矣。",
        "id": 9
    },
    {
        "stick_num": "第十籤",
        "title": "蘇秦不第",
        "result": "中平",
        "content": "戰國時代蘇春。屢試不第。仍然不屈不撓。卒為六國之宰相。有如月鏡掛天中。偶被浮雲重重遮蓋。此暫時輕輕遭劫之象。要人借我以風吹散浮雲。而現下未知何人可借。是未得貴人扶助也。求得此簽者。當隱忍待時。不可妄動。防避小人口舌。不久即有貴人相扶。消此小劫也。此乃吉中微有凶之簽。",
        "id": 10
    },
    {
        "stick_num": "第十一籤",
        "title": "漢文帝賞柳",
        "result": "上吉",
        "content": "漢文帝生平最為酷愛楊柳。每日在於政暇時。及楊柳垂堤之時。日中常常三起三眠。以欣賞其秀茂景色。蓋楊柳有時垂有時起。且有燕子往來。飛舞其間。迎風搖動。景色怡人。此乃心歡快樂之景象也。求得此簽者。求謀順遂。事事皆吉。",
        "id": 11
    },
    {
        "stick_num": "第十二籤",
        "title": "太白撈月",
        "result": "下下",
        "content": "海中蜃蛤。吐氣如樓。高接到天。一有風來便吹散矣。雖散而復聚。亦如煙之浮。不能長久也。此乃一片虛象。眼前雖好。實無歸結。求得此簽者。當行善以為根本。則可堅穩長久。事事不被人吹散矣。此簽凶多吉少。要防小人口舌。宜在當天作福吉。",
        "id": 12
    },
    {
        "stick_num": "第十三籤",
        "title": "孟浩然尋梅",
        "result": "中平",
        "content": "嶺南梅開最早。將花入酒杯。飲之甚香。遇有騎驢者。寄此梅花於人。百花未開。而此花獨占先開。亦令人必悅也。求得此簽者。遇有貴人帶引。則事事如意矣。此簽半吉半凶。該簽雖無大礙之句。而似有被人占以先手之象。則逢吉變凶矣。解籤者要細思之。",
        "id": 13
    },
    {
        "stick_num": "第十四籤",
        "title": "陶淵明(蘇東坡)醉酒",
        "result": "中吉",
        "content": "陶淵明(蘇東坡)辭官歸里。隱居家園。多種竹樹。買春賞雨。醉臥杏花之邊。此安樂之景。怕有鶯兒驚夢。此驚慌之象。人能於安樂中。防避口舌。常在一點善心。亦無礙也。獨一怕字。要慎防則吉。(獨本作讀)",
        "id": 14
    },
    {
        "stick_num": "第十五籤",
        "title": "明皇遊月殿",
        "result": "上吉",
        "content": "唐明皇時。國泰民安。優遊安樂。故此有風流天子之稱。因他素慕月殿蟾宮之美麗。時欲想往一遊。卒得一葉仙舟。載赴月殿。任其遊樂。學得霓裳仙子羽衣曲而回。歌歌唱唱。飲酒吟詩。快樂不歇。此快樂之景象。求得此簽者。萬事皆吉無礙。可稱為心想事成也。",
        "id": 15
    },
    {
        "stick_num": "第十六籤",
        "title": "皇叔遇水鏡",
        "result": "中吉",
        "content": "日落山岡時候。天邊之鴉鵲歸巢。塱上牧牛童子。又騎牛而歸家。吹得竹笛之聲充滿耳。此童子亦甚快樂也。此簽有快樂之意。則凡事平穩無礙。不用憂心矣。",
        "id": 16
    },
    {
        "stick_num": "第十七籤",
        "title": "月下追賢",
        "result": "中吉",
        "content": "秋天多露。月色滿階。風吹馬鈴。響接晨鐘之聲。此乃漢時。韓信投奔漢高祖。未獲重用。夤夜馳歸。為張良所知。告信之能於高祖。乃月下追回韓信時之情景也。求得此簽。凡事皆平穩。雖或阻滯。到底必好。有吉而無凶。",
        "id": 17
    },
    {
        "stick_num": "第十八籤",
        "title": "包公訪李后",
        "result": "下下",
        "content": "附註：春末夏初之時。杜鵑雀啼。聲聲悲而且悽切。如怨如慕。如泣如訴。留落異地作他鄉客。聞聲觸感。每動思家之心情。乃一種愁悶之氣象。求得此簽者。凡事務須謹慎。且要修善。方能消災除禍。便逢凶化吉。更宜防範小人口舌是非。要在當天作福吉。",
        "id": 18
    },
    {
        "stick_num": "第十九籤",
        "title": "伏羲畫八卦",
        "result": "中吉",
        "content": "乾卦純陽無陰。能想透第一章之句語。隱藏其剛強之氣勿用。則百福至而大吉昌矣。求得此簽者。凡事要隱忍退避。靜以待時。有善氣而無惡氣。方能受福而吉昌也。此簽有吉無凶。平穩無礙。",
        "id": 19
    },
    {
        "stick_num": "第二十籤",
        "title": "裴度為相",
        "result": "中平",
        "content": "雪梅為安南國王之宮主。特徵聯求婚。其聯首曰。太極殿前三尺雪。後有廣東人。姓黃名華貴。當時福至心靈。以梅之得植於人間。原出於天上仙花之種。乃以。廣寒宮裏一枝梅。為聯比以應徵。卒獲招為駙馬。論此簽意。凡事平穩。倘能力行善事。當可獲福也。",
        "id": 20
    },
    {
        "stick_num": "第二十一籤",
        "title": "武則天賞花",
        "result": "中吉",
        "content": "此為唐時武則天。於冬天擊鼓摧花(開)時。評桃品杏之情景也。求得此簽者。凡事有吉無凶。并且定必有意外收獲也。若問自身之事。更可丁財兩發。諸事平穩之象也。",
        "id": 21
    },
    {
        "stick_num": "第二十二籤",
        "title": "王維別友",
        "result": "下下",
        "content": "天南地北。各居一方。書信又無人寄。思念到肝腸都斷。此乃淒涼之景象也。求得此簽者。要修善以感動人心。則凡事有貴人。又可寄託。免至淒涼也。此簽凶事多而吉少。社壇作福。",
        "id": 22
    },
    {
        "stick_num": "第二十三籤",
        "title": "盧生夢",
        "result": "中平",
        "content": "夢中得富貴著。錦繡衣裳回家。醒後仍然記在心中。此乃一片虛假之情形。此簽雖無防礙。但亦無可取之處也。若求得此簽者。宜凡事謹慎。",
        "id": 23
    },
    {
        "stick_num": "第二十四籤",
        "title": "劉基歸隱",
        "result": "下下",
        "content": "詩酒琴棋。可以解人愁悶。而無人客來講說話。獨自己彈琴唱歌。無人知到我之好處。如此冷淡。雖然多飲杯。仍然是憂也。而求得此簽者。雖處於順境。而未免有憂愁。急宜廣結善緣。務使善與人同。則應求多而無憂愁矣。蓋此簽凶多而吉少。宜在社壇作福吉。",
        "id": 24
    },
    {
        "stick_num": "第二十五籤",
        "title": "朱洪武登基",
        "result": "上吉",
        "content": "天下之山。以中嶽為至高。四山朝拱。齊齊整如人臣拱手排班而立。居此地者。有如君之使臣。一呼即應。明朝開國之君。朱元璋。少時。牧牛時。率群童登中嶽之巔。戲稱自己為帝。使群賀之。後朱元璋竟成真正皇帝。號稱洪武。統一山河。若求得此簽者。必得事事如意。步步高陞也。",
        "id": 25
    },
    {
        "stick_num": "第二十六籤",
        "title": "孫夫人歸國",
        "result": "中平",
        "content": "花影侵於花基之上。知係月鏡排在空中。忽聞鶴聲啼得悲切。即要買舟回家。此簽大意。言人當要知機。一聞不吉之消息。如聞鶴聲之淒切。要及早回頭。歸於善路。方有結果。如行客之買舟回家一般。此簽於吉中有凶。但逢凶亦可以化吉。知趨避便無礙。宜防小人是非口舌。",
        "id": 26
    },
    {
        "stick_num": "第二十七籤",
        "title": "越王復國",
        "result": "中平",
        "content": "天晴則蝶曬其翼。將雨則蟻出如擺陣。或進或退。時開時合。在蟻子亦甚得意矣。人與物同。各得其意。便是快活。求得此簽者。亦平穩無礙也。",
        "id": 27
    },
    {
        "stick_num": "第二十八籤",
        "title": "潯陽江聽琵琶",
        "result": "中平",
        "content": "古人白司馬。當時被眨閒居。在潯陽江上聽琵琶。此非快活之景。兩地相思。無人寄信。白髮又催人老。此更冷淡。求得此簽者。雖無大礙。亦無歡喜之處。凡事亦凶多而吉少也。",
        "id": 28
    },
    {
        "stick_num": "第二十九籤",
        "title": "張翰思鱸",
        "result": "中吉",
        "content": "好魚生。好菊花。好酒。好天時。好潮水。在水面快活之景。件件俱全。其樂無窮盡矣。求得此簽者。凡事平穩無礙。是安樂也。此簽余擬上吉。與第九枝語意一般耳。快活景象。彼此相同。",
        "id": 29
    },
    {
        "stick_num": "第三十籤",
        "title": "貴妃自縊",
        "result": "下下",
        "content": "唐明皇。專寵愛楊貴妃。六宮美女。盡不鍾意。及安祿山作反。出兵征之。行到馬嵬坡。三軍不行。要皇將楊貴妃斬首。至肯前進。於是貴妃死在馬嵬坡下。而魂飛天上去也。至明皇日日長恨之。此簽有凶無吉。求得此簽者。凡事要謹慎。更宜妨小人口舌。且必先改惡從善。乃能化凶為吉。宜觀音作福。",
        "id": 30
    },
    {
        "stick_num": "第三十一籤",
        "title": "蔡中興遇險",
        "result": "下下",
        "content": "狂風急雨。打落挑花。大雨打落船篷。驚醒魚翁。此有險之象。竹篙撐艇。不知西東。此徬徨昏迷之象。而求得此簽者。恐有驚險之事。此時手忙腳亂。亦甚難做作。務雖要急收善果。以植種福基。而遇事有貴人指引。免至迷懵不知西東也。此簽凶多而吉少。要妨小人口舌。宜在海龍王作福。",
        "id": 31
    },
    {
        "stick_num": "第三十二籤",
        "title": "蘇武牧羊",
        "result": "中平",
        "content": "古人姓蘇名武。受困於番邦地方。在(青)海上看羊十九年。天寒無飯食。以毛氈包雪食之。而無人可憐。惟羊仔陪伴。此乃淒涼之景象。求得此簽者。必要立心忠直。隱忍受苦。凡事有神助。化凶為吉。以蘇武之忠。隨後終得。歸漢為官也。就簽而論。凡事極其辛苦。但到底可達目的。",
        "id": 32
    },
    {
        "stick_num": "第三十三籤",
        "title": "孔明借東風",
        "result": "中平",
        "content": "曹操雖有奸計。而不瞞得孔明。能借東風以燒曹兵。又造木牛運糧。以養軍士。則曹操奸謀。終不可用矣。求得此簽者。切不可奸謀害人之心。人可瞞。天勿瞞。必須立心修善。可以化凶為吉。不可學曹操之奸計也。就簽而論。凡事不利。要防小人是非口舌。如立心光明正大。可化凶為吉也。",
        "id": 33
    },
    {
        "stick_num": "第三十四籤",
        "title": "虞舜耕田",
        "result": "中吉",
        "content": "古人有舜在歷山耕田。其父母皆頑粳。不講人義忠信。而大舜事之極孝順。田常有象代舜耕田。有鳥代舜耕草。可知人能行善。則由天遣神祐。可免辛苦。若行惡。則象不代他耕田矣。此即可以分出善惡。求得此簽者。為善吉。作惡凶。就此簽而論。亦當作為吉。",
        "id": 34
    },
    {
        "stick_num": "第三十五籤",
        "title": "唐僧取經",
        "result": "中吉",
        "content": "天將以大任降此人。必先以貧窮勞苦其身。莫謂富貴發達。佳景來得輕易。人之貧窮富貴。有前世因果也。求得此簽者。要立一片善心。凡事勿辭勞苦。將來必有報應。就此簽而論。有佳景二字。實則此簽有吉而無凶。但必先要一番艱辛。不修善則富貴不來也。此先難後易之簽。要慎妨小人口舌。",
        "id": 35
    },
    {
        "stick_num": "第三十六籤",
        "title": "薛平貴歸家",
        "result": "中吉",
        "content": "行船已灣到岸。不憂無風無水之慮。舉頭又見自己之村鄉屋角。煮飯煙起。此乃薛平貴回窯會妻。來到鄉村前所見之景象。心安快樂。無憂無慮。求得此簽者。事事平穩。有吉無凶。",
        "id": 36
    },
    {
        "stick_num": "第三十七籤",
        "title": "東坡遊赤壁",
        "result": "上吉",
        "content": "蘇東坡月夜與友泛舟。遊於赤壁。釣得四腮鱸魚。有一斗家藏舊酒。與好友共斟同飲。此乃快樂優遊之景象也。若求得此簽者。所謀順遂。百事皆吉。處處順利。",
        "id": 37
    },
    {
        "stick_num": "第三十八籤",
        "title": "陶淵明辭官",
        "result": "中吉",
        "content": "晉陶淵明。辭官歸隱。對於做官看得甚閒。屋小僅堪容膝。亦以為可安居。倚南窗談詩飲酒。倚杖看山。此一片逍遙之安樂光景。求得此簽者。世事看得化。又要知機。不可貪圖富貴。則逍遙自在。無妨礙矣。當要想透此簽首句一閒字。照此簽意。有吉而無凶。",
        "id": 38
    },
    {
        "stick_num": "第三十九籤",
        "title": "夷齊讓國",
        "result": "中吉",
        "content": "昔伯夷叔齊兄弟讓國。恥食周粟。採蕨薇食之。後來卒餓死首陽山。但其讓國之名。留傳萬代。求得此簽者。首當立一點善心。隱忍受苦。先難而後易也。此簽吉中而有凶。宜慎之。",
        "id": 39
    },
    {
        "stick_num": "第四十籤",
        "title": "俞伯牙碎琴",
        "result": "下下",
        "content": "昔俞伯牙擅彈琴。鍾子期死。伯牙以世上無幾人能知音。將琴破碎之。以後不復再彈琴。從此陰陽相隔。灑淚墳前。此痛恨之象也。求此簽者。必要謹慎。宜多行善事。乃能化凶為吉。就簽而論。百事不利。",
        "id": 40
    },
    {
        "stick_num": "第四十一籤",
        "title": "張騫獲寶石",
        "result": "中吉",
        "content": "張騫先師。於月夜泛艇到天河。見仙女織機。遂取其機頭之石而歸。世人少有識此寶。不知此寶出自雲間也。此籤言自己有寶物而不識。此難遇貴人之景象也。求得此籤者。當力行方便。善與人同。自有貴人來賞識矣。難得之寶。而我獨得之。吉祥也。此簽凡事皆吉。無凶無礙。不用憂疑。",
        "id": 41
    },
    {
        "stick_num": "第四十二籤",
        "title": "王允獻貂嬋",
        "result": "中吉",
        "content": "東漢時。有奸臣姓董名卓。王司徒允欲誅滅之。而無計策。月夜在花欄邊散步。有婢女名貂嬋。欲出計安定漢室。王司徒遂將貂嬋嫁與董卓。卓係英雄人物。乃昏迷於貂嬋。終受誅滅。是英雄難過美人關也。求得此簽者。要立心忠直。有此善心。可以感動得人。必有貴人扶助。先難後易。終必成功也。此簽有吉無凶。但要防避小人口舌。",
        "id": 42
    },
    {
        "stick_num": "第四十三籤",
        "title": "韓文公被貶",
        "result": "下下",
        "content": "韓文公以直諫激怒于人君。至被貶遠方。日夜騎馬。鞍行之不歇。主僕如此奔忙。精神亦倦。更加遇落大雪。擁塞藍關之路。而不能行。此辛苦之景象也。求得此簽者。當謹慎。多行善事。亦可逢凶化吉。就此簽而論。凶多吉少。要防小人是非。",
        "id": 43
    },
    {
        "stick_num": "第四十四籤",
        "title": "唐天寶評花",
        "result": "中吉",
        "content": "唐朝天寶年間。玄宗在位時。允稱全盛時代。所謂花開富貴。唐天寶是也。簽載滿園春花。鬥開得好樣。到底以牡丹花為第一。此簽有一種慶鬧景象。凡事俱皆平穩。無礙也。",
        "id": 44
    },
    {
        "stick_num": "第四十五籤",
        "title": "王質遇仙",
        "result": "中平",
        "content": "古人姓王名質。入山採薪。巧遇兩仙人敲棋。看到斧頭柄爛了。然後歸家。在山中不過七日。而世上經已過千年矣。結局似覺平淡。無甚歡喜。亦無妨礙。求得此簽者。各事皆平常而已。",
        "id": 45
    },
    {
        "stick_num": "第四十六籤",
        "title": "左慈戲曹操",
        "result": "下下",
        "content": "三國時。左慈獻柑數盒於曹操。操將其柑剖開。無一個有肉。激怒曹操以斧頭斬之。慈即奔入群羊中退避。此以假局欺人。惹禍歸身。有凶無吉矣。求得此簽者。凡事凶多吉少。急宜多行善事。凡做一事。必要真實無妄。忠直存心。寬厚待人。方能化凶為吉也。求得此簽。要防小人是非口舌。",
        "id": 46
    },
    {
        "stick_num": "第四十七籤",
        "title": "魯肅索荊州",
        "result": "中平",
        "content": "昔劉備與吳借荊州。及劉備得蜀之後。東吳使人來西蜀。索取荊州。劉備一言未出。便痛哭流淚。自思無計策可圖轉也。以一哭得還荊州。有借無還。而當哭泣之時。乃悲愁之景象。求得此簽者。凡事要隱忍受苦。多行善事。方能轉禍為福也。論此簽。凡事凶多吉少。",
        "id": 47
    },
    {
        "stick_num": "第四十八籤",
        "title": "卓文君賣酒",
        "result": "中平",
        "content": "(漢朝)。昔卓氏有女名文君。新寡。聽司馬相如彈琴。遂起心。乘夜奔往相處(談得投機。互傾戀慕)。(二人私奔出城)成為夫妻。但家貧。兩夫婦在臨邛市。開設酒店。一箇是才子。一箇是佳人。兩家都要當爐賣酒。此亦有辛苦之氣象也。司馬相如後大貴。求得此簽者。凡事要隱忍受苦。先難後易也。此簽不得作為吉。亦不得作為凶。祇得平常兩字而已。",
        "id": 48
    },
    {
        "stick_num": "第四十九籤",
        "title": "司馬相如題橋",
        "result": "中吉",
        "content": "昔司馬相如。十年窗下。苦心讀書。貧窮不得志。其平日有志氣之人。故當入蜀過橋。題十三字於橋柱曰。他日若不乘高車駟馬。不過此橋。隨後果得大貴。回家經過此橋。有志者。事竟成矣。求得此簽者。凡事要自己立定志向。務須要不辭勞苦。自然先難後易。皇天向不負好心之人。若能修善者。報應更迅速。論此簽。各事有吉而無凶。此簽余擬上吉。與第八十五枝。語意相同。是為一快活如意之景象也。",
        "id": 49
    },
    {
        "stick_num": "第五十籤",
        "title": "伍員出關",
        "result": "中吉",
        "content": "昔伍子胥。楚人也。楚王追殺之。避難奔至江邊。有一漁舟救之渡江。伍子胥將自己之劍贈於漁父。漁父不受。以此大義相交。故辭劍也。求得此簽者。凡事不可有貪心。有益於人之事。無論人之知與不知。人之報與不報。力到便做。講義不講財可也。以簽論。凡事平穩無礙。此凶中有吉之簽也。",
        "id": 50
    },
    {
        "stick_num": "第五十一籤",
        "title": "成王剪桐封弟",
        "result": "中平",
        "content": "周成王在宮中。自剪桐葉如圭形。與弟戲言曰。封爾為諸候。至周公入賀。成王曰。吾戲言耳。周公曰。君無戲言。遂封其弟。唐叔於唐。隨後其子。改唐國曰晉國。求得此簽者。一言一行均要子細。不可作為兒戲。恐弄假成真。恨錯則難以挽回也。論此簽。亦屬平平常常而矣。諸事亦無阻而無礙。",
        "id": 51
    },
    {
        "stick_num": "第五十二籤",
        "title": "盤古開闢天地",
        "result": "中平",
        "content": "氣清而上浮者為天。氣濁則下凝者為地。半清半濁在中間為人。三等分開。求得此簽者。凡事以清潔為上。不可污。不可濁。若有所貪。即成污濁。流而為下矣。倘有時清潔。有時污濁。則不上不下。是中間之人。三等分明。隨人自作。存善心。行善事。斯為清潔而居上等也。清潔之人。凡事皆吉。污濁之人。凡事皆凶。",
        "id": 52
    },
    {
        "stick_num": "第五十三籤",
        "title": "馮煖客孟嘗",
        "result": "中吉",
        "content": "戰國時。齊公子孟嘗君。有食客三千人。馮煖為下客。彈劍鋏而歌曰。彈鋏歸來乎。食無魚。出無車。孟嘗君因之待以上客之禮。馮煖係英雄人物。其志氣無人可當也。此簽大意。言眾人所不能識者。就其中有一箇英雄。求得此簽者。凡事一定有好處。即英雄也。但必要修善。有神護助。始能識得出其好處耳。",
        "id": 53
    },
    {
        "stick_num": "第五十四籤",
        "title": "莊周夢蝶蜨",
        "result": "中平",
        "content": "古人姓莊名周。夢自己化為蝴蝶。飛入花叢採花。夢醒之後。乃在高床暖枕中也。此乃一片假局。求得此簽者。凡事多虛少實。究無可取。但亦無大妨礙。因此簽有逍遙自在之意也。",
        "id": 54
    },
    {
        "stick_num": "第五十五籤",
        "title": "吳隱之投沉香",
        "result": "中平",
        "content": "古人吳隱之。來廣東作官。愛護子民。兩袖清風。及辭官回家。人民感其得政。紛紛贈以禮物。隱之不接受。祇受一沉香扇墜。及乘舟離任。風浪大作。隱禱告天地。將該沉香墜投之於水。以示清廉。果然風平浪靜。一路平安達家園。後人因此稱該處為沉香浦。渡江者。每追念當年隱之之清廉。求得此簽者。凡事平穩。須然吉中微有凶。但到底必好。不用憂疑。",
        "id": 55
    },
    {
        "stick_num": "第五十六籤",
        "title": "呂祖桃木劍",
        "result": "中吉",
        "content": "袖中之劍。見水則出而化為龍。飛騰萬里。此古人之奇事。吉祥之兆也。但本簽有安知二字。則此劍仍未化龍也。求得此簽者。有吉無凶。如能多行善事。以培補之。則凡事愈順遂。必發達矣。",
        "id": 56
    },
    {
        "stick_num": "第五十七籤",
        "title": "獨占花魁",
        "result": "中吉",
        "content": "春雨初歇。著屐行街者不停。忽聞有賣花者入巷。叫賣鮮花。我買得花一枝。而慢慢行路。恐路滑濕也。求得此簽者。凡事要淡定。不可忙速。能謹慎自無差錯矣。依此慢慢行三字論之(慢行本作行行)。則平安大吉。凡事亦平穩無礙。",
        "id": 57
    },
    {
        "stick_num": "第五十八籤",
        "title": "蹇叔哭師",
        "result": "下下",
        "content": "秦穆公不聽老臣蹇公之言。出師侵鄭。與晉人戰於殽。秦師不敵而至大敗。三個大元帥。俱皆被擒。秦穆公之女。本係晉君之母。請晉康公將三個帥。放還於秦。倒戈棄甲。此簽凶險之極。求得此簽者。凶多而吉少。要多行善事。方能轉禍為福也。宜當天作福吉。",
        "id": 58
    },
    {
        "stick_num": "第五十九籤",
        "title": "西施澣紗",
        "result": "下下",
        "content": "昔有美女名西施。原係在溪邊涴紗之女也。越王勾踐。送上西施於吳王。媚得吳王極昏迷。終至到亡國。女子東施者。其貌極醜。乃學西施之顰笑以媚人。而至弄巧反拙。所謂山雞豈會勝鳳凰。即此之意也。求得此簽者。凡事要守份安命。順時聽天。不可心高。而強求妄想可也。如若自己不如。而乃強學于人。反為不美。必凶多吉少。",
        "id": 59
    },
    {
        "stick_num": "第六十籤",
        "title": "李白醉和番書",
        "result": "中平",
        "content": "古人李太白。性好酒。日眠於長安市酒店。唐明皇有令召之。再呼亦不下船。因此地方。乃一好快活逍遙之所。而且他不貪富貴者也。求得此簽者。宜看各事等閒。不可貪心。勿與人爭長短。放且。色即是空。空即是色。不為物慾所累。退一步想。自然快樂。以簽論之。凡事亦平穩無礙。",
        "id": 60
    },
    {
        "stick_num": "第六十一籤",
        "title": "十二金牌召岳飛",
        "result": "下下",
        "content": "宋岳飛大敗金人。奸臣秦檜。設法假冒聖旨害之。擅用十二度金牌。召岳飛收兵回朝。使岳飛之兵散局。而不成就。老少扶著岳飛之車而泣。哀聲不斷。岳飛卒被秦檜害死。此簽有凶無吉。求得此簽者。事事要提妨小人侵害。且要多行善事。廣結善緣。乃能消此劫氣。逢凶化吉。轉禍為福也。宜當天作福吉。",
        "id": 61
    },
    {
        "stick_num": "第六十二籤",
        "title": "孔子守道",
        "result": "中平",
        "content": "美玉藏之櫃。必要人來問到。如肯出高價錢。我然後發賣。不可求人買。將自己看低。而賤價售之也。若求得此簽。凡事不必心急。必須要待時機。而後方可動。如若自己看低自己。枉道求合。究不如守舊為高也。凡事平穩。無甚阻滯。遂漸光明矣。",
        "id": 62
    },
    {
        "stick_num": "第六十三籤",
        "title": "顏回樂道安貧",
        "result": "中吉",
        "content": "古人姓顏名回。一簞食一瓢飲。在陋巷。旁人見之甚憂。而顏子自樂其道。他不知自己之窮。工夫做到聖人地位。而名留萬古。求得此簽者。舉凡務須要隱忍苦。一切財利。不可貪戀。一於真心修善。則實至名歸。名垂不朽矣。就令到貧乏終身。亦無礙也。此簽有吉無凶。",
        "id": 63
    },
    {
        "stick_num": "第六十四籤",
        "title": "孟之反殿師",
        "result": "中吉",
        "content": "昔魯與齊戰。魯師敗北。孟之反奔到收尾第一。謂之殿軍。此有功能最著者也。在人必誇張不已。孟之反。乃入門策馬曰。非敢後也。馬不進也。此不誇自己之功能。孔子嘗稱贊之。求得此簽者。凡事要忍辱待人。不可與人爭論。謹以修德寬心接物。如此可逢凶化言矣。",
        "id": 64
    },
    {
        "stick_num": "第六十五籤",
        "title": "後主失國",
        "result": "下下",
        "content": "昔陳後主。為張貴妃。孔貴妃所媚。昏迷之極。隋高祖起兵伐之。陳後主東奔西走。無可藏匿。遂與貴妃等。隱藏於宮中之胭脂井。隋兵到。以繩引之而出。執之以歸。遂將陳滅。敗國而喪身。此乃極凶之簽也。求得此簽者。凡事要謹慎。勿受小人昏閉。多行善事。乃能消此劫氣。轉禍為福也。此簽最要防。女子小人口舌。宜天后廟作福吉。",
        "id": 65
    },
    {
        "stick_num": "第六十六籤",
        "title": "羲之會群賢",
        "result": "上吉",
        "content": "古人王羲之。三月三日合眾賢人。至會稽山之蘭亭。是日天氣朗闊而不暗(闊本作潤)。惠風和暢而不寒。此地有茂林修竹。王羲之與群賢。曲水流觴而飲酒。此乃一種自在逍遙。快樂景象。此簽百事吉祥。此簽乃上吉。是快活景象也。與第七十八枝相同。以三月占得該簽為最合。",
        "id": 66
    },
    {
        "stick_num": "第六十七籤",
        "title": "項羽被困",
        "result": "中平",
        "content": "人雖有勇力。不可自恃。稱第一英雄。就是能做得世間極難之事。為挾泰山。以超北海。而此身也。要保重。慮其存而易亡。此心要持守。不可亡而不存也。求得此簽者。必要存一點善心。凡事和靄。自無不吉矣。",
        "id": 67
    },
    {
        "stick_num": "第六十八籤",
        "title": "姜太公得志",
        "result": "中吉",
        "content": "古人姜太公。久有出身之志。而未合時。隱於渭水釣魚。及文王遠求賢士。拜姜太公為帥。滅商興周。任其意思自如。此簽乃先難後易。求得此簽者。凡事存一片善心。守慎安命。順時聽天。終必有貴人指引提拔。事事如意。吉祥榮華。發達也。試拭俟之。又此簽。要藏器待時。與八拾四枝簽相似。",
        "id": 68
    },
    {
        "stick_num": "第六十九籤",
        "title": "韓文公祭鱷魚",
        "result": "中吉",
        "content": "韓文公為潮州刺史。忠心為國為民。年豐民樂。潮州大海。有鱷魚食人。韓文公祭之。其害遂止息。求得此簽者。務雖要自已存一點善心。宜多行方便。則善氣所感。可逢凶化吉。劫運可消除矣。就此簽論。平穩無礙。有吉而無凶。但要防避小人是非口舌。",
        "id": 69
    },
    {
        "stick_num": "第七十籤",
        "title": "塞翁失馬",
        "result": "中平",
        "content": "古人塞翁失馬。人吊(弔)之。塞翁曰。安知非福。隨後馬回。人賀之。塞翁曰。安知非福。其子騎跌傷足。人亦吊之。塞翁曰。安知非福。其後秦王築城。各家也要人去築城。塞翁以其子不便於行動。遂免。是福也。人生禍福。難判得定。到底方知。惟行善者。禍可以轉為福。",
        "id": 70
    },
    {
        "stick_num": "第七十一籤",
        "title": "莊周活鮒",
        "result": "中下",
        "content": "魚困於水車坑。辛苦極矣。若引西江水來救之。則他日成龍。未可知也。求得此簽者。有受困而難得貴人之象。要立即修善。以感動人心。後必有貴人來提拔。轉禍為福。宜早不宜遲。如魚失水。不能待而太遲也。此簽乃凶多而吉少。現下尚未定者。全在人事而為之。",
        "id": 71
    },
    {
        "stick_num": "第七十二籤",
        "title": "高文定守困",
        "result": "中平",
        "content": "古人有看守一樹。而待兔來者。待之甚久。不見兔來。此人仍守此樹而不去。其愚拙無才能。真令人笑矣。求得此簽者。不可拘拘於守舊。若一味固守。雖屬無大礙。究亦無益也。又何苦而為此哉。",
        "id": 72
    },
    {
        "stick_num": "第七十三籤",
        "title": "孫霖中狀元",
        "result": "上上",
        "content": "中進士。點狀元。謂之雁塔題名。著藍袍去換轉錦衣而歸。一路花香襯馬蹄。滿街都是紅粉女。爭看狀元來。此乃群眾歡呼快活之事。求得此簽者。萬事皆吉祥。",
        "id": 73
    },
    {
        "stick_num": "第七十四籤",
        "title": "朱買臣分妻",
        "result": "下下",
        "content": "古(漢)人朱買臣。家貧其妻求去。隨後朱買臣大貴。其妻愁恨。欲想求再為夫妻而不得。如能覆水於馬頭。此水已經傾落地。難以收得翻也。求得此簽者。凡事要隱忍受苦。將來必有發達之日。若不能立定堅志。遇有不如意之事。即欲求改過。到時必恨錯難翻矣。就此簽論。有凶無吉。須知機可也。",
        "id": 74
    },
    {
        "stick_num": "第七十五籤",
        "title": "倫文敘戲妻",
        "result": "下下",
        "content": "古人倫文敘。家貧。其妻因改嫁去。及倫文敘中狀元回家。其妻恨錯難翻。在樓上投落地下。自盡而亡。此極凶之簽也。求得此簽者。凡事總要安份守己。不可多心妄想。捱得苦楚。然後苦盡甘來。因禍而得福也。世界花花。不外循還(環)兩字。否則極必見泰來。若不修善而妄動橫行。禍機一發。是時悔之莫及矣。",
        "id": 75
    },
    {
        "stick_num": "第七十六籤",
        "title": "顏回守困",
        "result": "中平",
        "content": "昔孔子(顏回)食粗飯。飲水。枕手肱。不厭自己貧窮。仍然快樂。自修其身。不合義之富貴。視之如浮雲之無有。求得此簽者。因要隱忍。受得艱辛。不可有厭氣。且要樂心行善事。修身積德。然後把定自心腸。不貪不謀也。能安貧樂道。始終無怨心。將來必有番佳景。可預卜之。不用憂疑也。",
        "id": 76
    },
    {
        "stick_num": "第七十七籤",
        "title": "公冶長入獄",
        "result": "中平",
        "content": "古人公冶長。能通曉鳥之言語。家貧無飯食。有一鳥話。南山有只虎拖羊。公冶遂往南山。執羊食之。而失之人。疑公冶長偷羊。告官出差。將公冶長押在獄中。到底非關自己有罪也。隨後又得此鳥救還。公冶長出獄。求得此簽者。凡事要謹慎。不可輕聽人言。不可理人閒事。自己惟以收善為心。雖有意外之慮。受人冤屈。不可與人爭論長短。終必有救星。可逢凶化吉。此乃先難後易之簽。要防小人。",
        "id": 77
    },
    {
        "stick_num": "第七十八籤",
        "title": "曾點論志",
        "result": "上吉",
        "content": "昔曾點與孔子言志。鼓瑟希鏗稱。舍瑟而作。佢話時逢三月。暮春之衣服。單衫夾衲。剛已縫起。與二十歲之冠者。即已婚之人。約五六人。十五六歲之童子。又約六七人。同一隊往魯國沂水處。澣濯其身。舞雩林下乘涼。一路唱歌而歸。以此為舒暢其心情。此乃快活之景象也。求得此簽者。凡事必須安守本(份)。善與人同。則隨時隨地。無不優遊快活矣。此簽乃是上吉之簽。",
        "id": 78
    },
    {
        "stick_num": "第七十九籤",
        "title": "鍾馗得道",
        "result": "中平",
        "content": "富貴如春夢。一醒便無。世人何苦強求。任你做相封侯。官居極品。人生數十年光景。死後惟賸一堆坭土而已。言念及此。殊覺冷淡。求得此簽者。惟安份守己。切勿起貪心而妄求。更要存心積善。名垂不朽。萬載留存。乃為實際。切不可。以虛之心來對人。此簽無歡喜之處。亦無害處。平常而已。",
        "id": 79
    },
    {
        "stick_num": "第八十籤",
        "title": "樂廣釋疑",
        "result": "中吉",
        "content": "飲酒歌舞。本極快活。而杯中弓影。作錯誤認為蛇。是無事而為有事也。不知人衰到極地。天道循環。自然否極泰來。斷無差錯。可預卜之。求得此簽者。必要力行善事。常可以對人無愧。對鬼神而無懼。則心有主宰。遇艱苦之事。亦易做作。不至誤為蛇落杯等弊。此乃衰極而轉歸榮發之簽也。凡事俱平穩無礙。",
        "id": 80
    },
    {
        "stick_num": "第八十一籤",
        "title": "子路拱雉",
        "result": "中吉",
        "content": "孔子與子路經過橋邊。見山上有一雌雉鳥。飛上飛落。真得其時。看見有人想害自己之顏色。即時高飛遠去。四圍審慎。乃敢棲止。又鳴三聲而飛過山側。此有驚險之意也。鳥之知機如此。求得此簽者。觸物思人。當要識時務。曉機關。遇有不合意者。勢色不同。立即轉機退避。探真地步。穩陣無險。方可做去。恐人害己。而入其牢籠而不知。故要提防小人。及是非也。此簽。如將一切口舌。避免方吉。",
        "id": 81
    },
    {
        "stick_num": "第八十二籤",
        "title": "孔子擊磬",
        "result": "中平",
        "content": "昔孔夫子在衛國擊磬。有一人挑一擔割草篸。行過門口。聞磬聲而嗟嘆。話擊磬者係有心救世之人。可惜今日年紀將老耳。求得此簽者。凡事當以救人為己任。或出錢或出力。有利益於人者。便要做。幽則有神鑒賞。明則有人稱羨。何樂不為。若年紀老。更要及早行善以救人。必有貴人扶助也。此簽似有憂愁氣象。問事者亦平常。無礙平穩。但是非小人口舌。恐難避於無矣。宜慎防避之者吉。",
        "id": 82
    },
    {
        "stick_num": "第八十三籤",
        "title": "范丹問卜",
        "result": "中平",
        "content": "人在凡塵。無幾時得閒暇。冷眼一看。世事之多。堆積如山。既得富而有錢。尚憂無貴子。得一件又想別件。須知花花世界。花開則花又謝也。此簽之意。世道循環。無長久富貴。一切功名。錢財妻子。第一要知足。第二要看化。隨遇而安。不為世事所累。庶幾此身有日清閒耳。世界萬千。如花放花殘一般。喚醒夢中人。",
        "id": 83
    },
    {
        "stick_num": "第八十四籤",
        "title": "韓信棄楚歸漢",
        "result": "中吉",
        "content": "漢朝韓信。滿腹奇才而不得志。力弱欲舉鐵雞而不得。隨後遇張良。毅之投入漢高祖軍中。輔佐高祖擊敗項羽。在烏江自刎。此簽乃先難後而易也。求得此簽者。作事不可心急。暫時安份守己。行善修福。終必有貴人提拔。風雲際會。榮華發達。吐氣揚眉也。人生斯世。時運未到。藏器待時可也。此簽要藏器待時。與第六拾八枝相同。",
        "id": 84
    },
    {
        "stick_num": "第八十五籤",
        "title": "劉向淂志",
        "result": "上吉",
        "content": "太乙神。燃藜杖。照我讀書。又用十年辛苦工夫。一旦得大貴回家。身穿錦袍。有高車駟馬隨後。此榮華發達。快活無憂之景象。求得此簽者。萬事如意吉祥。貴人得力。敢決求得此簽者。必定丁財兩旺也。",
        "id": 85
    },
    {
        "stick_num": "第八十六籤",
        "title": "侃母迎賓",
        "result": "中平",
        "content": "昔陶侃之母。家貧有客到。截自己之頭髮賣之。以買酒待客。人皆知之。稱為賢婦。名留萬代。求得此簽者。凡事要隱忍待時。雖困窮到極。若存正直之心。終必有好處。在日後也。若現目困難。切不可妄動橫行也。此簽中吉。與第六十三枝相同。",
        "id": 86
    },
    {
        "stick_num": "第八十七籤",
        "title": "陸士龍會客",
        "result": "中平",
        "content": "荀鳴鶴。陸士龍。皆古時出色英雄人物。有一日。荀陸兩人相遇。座中談論。一人講一樣。各逞英雄。難分第一。終之無人能秉公決斷之。此有口舌是非之象。求得此簽者。不可亂聽人言。及與人爭執。則逢凶可以化吉。平安無事。此簽不凶不吉。平平穩穩。但要防是非口舌。言語都要謹慎為是。",
        "id": 87
    },
    {
        "stick_num": "第八十八籤",
        "title": "花木蘭從軍",
        "result": "中吉",
        "content": "昔有女子花木蘭。代父從軍出戰。以身報國。盡忠兼能盡孝。本係著女子巾幗。而有男子鬚眉氣概。英雄膽志。當時許多出色人物。袞袞諸公可皆不及此女子。真可笑矣。求得此簽者。當即勇往向前。不辭勞苦。人所難造者。自己盡心竭力造之。有此氣概。事事皆吉。就簽論之。凡事均如意。吉祥無礙。",
        "id": 88
    },
    {
        "stick_num": "第八十九籤",
        "title": "吳季子掛劍",
        "result": "下下",
        "content": "吳季子佩著寶劍遊歷他邦。經過徐國。徐君見此劍。而其甚愛之。季子欲遊罷之後。再經過徐國。然後將此劍送與徐君。久(遊)返。徐君已死。季子將劍掛於徐君之墳墓前樹下而去。以表自己之長情也。求得此簽者。凡事要謹慎而行。切不可隨意。如屬問自身簽。探喪問病都不宜去。以免沾染病痛也。宜向社壇作福吉。",
        "id": 89
    },
    {
        "stick_num": "第九十籤",
        "title": "紅拂女私奔",
        "result": "中平",
        "content": "昔有紅拂女。與李靖有私情。夜欲私奔。紅拂女方梳粧。適遇虯髯公到。見此女而鍾愛之。李靖以為虯髯公調戲此女。欲拔劍斬之。紅拂女止之。拔劍三次而未敢斬。彼此隨後。亦無妨礙。求得此簽者。凡事隱忍讓人。方能逢凶化吉。就簽而論。不得為吉。亦不得為凶。不過無大礙。平淡而矣。",
        "id": 90
    },
    {
        "stick_num": "第九十一籤",
        "title": "懷德招親",
        "result": "上上",
        "content": "月光圓滿。丹桂飄香。無半點雲霞遮蔽。萬里光明。四圍山水都照見。求得此簽者。凡事如意吉祥。亳無阻滯。謀望亨通。有求必就。若秋天抽之。更覺合時。",
        "id": 91
    },
    {
        "stick_num": "第九十二籤",
        "title": "孔子聞韶樂",
        "result": "中吉",
        "content": "昔孔子周遊列國。在各國聞人作詔樂。因之學作韶樂。有三個月之久。每膳都不知肉味。其專心為此。必得成功矣。此簽大意。言人凡事能專心做去。則必成功。求得此簽者。作事要有實心。有堅志。不可分心騖外。則自然有吉無凶矣。凡事順利。",
        "id": 92
    },
    {
        "stick_num": "第九十三籤",
        "title": "孔子聞衛樂",
        "result": "下下",
        "content": "鄭衛之音。敗壞風俗。至於亡國。令人聽聞。一味昏迷。有損無益。求得此簽者。凡事當謹慎。擇善而行。一切聲色財利。不合義者。切不可貪。一貪必至敗家喪身矣。要防小人說是說非。慎勿輕信人言。",
        "id": 93
    },
    {
        "stick_num": "第九十四籤",
        "title": "劉琦奔江夏",
        "result": "中平",
        "content": "一山不能藏兩虎。若有風起。當乘風而分棲別嶺。各守一巢穴。免至兩家相爭。兩家都受禍。恨錯難返也。求得此簽者。兩人謀事。必不成。即成亦難得長久。和衷共濟。凡事總要知機。預先退避。不可勉強做去。又要審度時勢方可舉行。如虎之待有風。乃可分居別處。如此。則彼此可免傷殘矣。此簽凶中似有吉。若能隱忍讓人。則可以轉禍為福。不可不知。",
        "id": 94
    },
    {
        "stick_num": "第九十五籤",
        "title": "女媧煉石補天",
        "result": "中平",
        "content": "勤力擔坭。一篸又一篸。由少多可以積成一山。今汝作事。每好逸惡勞。是劃地自限也。若能立定堅志。努力向前。如女媧氏煉石以補天。亦無難事也。求得此簽者。凡事要不辭勞苦。勤懇用功。終必有成。可以一勞永逸。苦盡甘來也。此乃平穩之簽。不用憂疑。",
        "id": 95
    },
    {
        "stick_num": "第九十六籤",
        "title": "文姬思漢",
        "result": "中平",
        "content": "凡遊子出外作客。以依期歸家為快。今作客他鄉。聞吹羌笛之聲。音韻悲切。觸起回家日期而未得歸。惟望雁鴻憐我。代我帶封書信回家。俾家人知道平安消息。此乃出路艱難景況。求得此簽者。凡事切宜謹慎。秋季更宜注意。宜向天后娘娘作福吉。",
        "id": 96
    },
    {
        "stick_num": "第九十七籤",
        "title": "康順釣魚",
        "result": "中平",
        "content": "凡取魚者。用網則一拋而得魚多。用釣則逐箇而得魚少。今登樓晚望。滿目佳景。見一艇細小如葉。浮泛水面。不甚穩陣。漁翁頻頻下釣。未得休息。而仍未知釣得魚否。此簽仍無大礙。但凡事宜謹慎。",
        "id": 97
    },
    {
        "stick_num": "第九十八籤",
        "title": "管鮑分金",
        "result": "中平",
        "content": "入山種玉。田狹則收成少。掘地求金。人多就會分薄。實則為人。不必如此辛苦奔波。因富貴二字。有前生因果。上天已安排分配注定矣。求得此簽者。凡事宜力到力為。修善果。植福基。自然可以獲福。不必強求。所謂不須著意求。自有奇逢應也。此簽平穩無礙。不用憂疑。",
        "id": 98
    },
    {
        "stick_num": "第九十九籤",
        "title": "韓文公遇雪",
        "result": "中平",
        "content": "唐朝文公(韓愈)。被貶往潮州為官。來到秦嶺。遇大風雪。馬不能行。船亦不開行。所謂雪橫秦嶺家何在。雪擁藍關馬不前。進退維谷。幸得其猶子。湘子。救獲。始獲脫危難。求得此簽者。凡事務須謹慎。更宜防小人口舌與是非。此簽雖無大礙。亦無可喜。能謹慎可得平穩而已。",
        "id": 99
    },
    {
        "stick_num": "第一百籤",
        "title": "唐明皇擊鼓催花",
        "result": "中吉",
        "content": "此簽乃收尾第一。數目到此。則為盡頭。人運到此。則為窮極矣。惟窮極無路。轉移在人。易窮則變。變則通。天運循環。無往不復。如百花爭放以賀新春。萬象維新。人亦從此改過從善。滌慮洗心。舊染污濁。煥然一新。雖目前否塞之極。自有亨通榮發之時也。求得此簽者。漸進佳境。苦盡甘來。轉禍為福也。",
        "id": 100
    }
]